Repository: seb36273/openmediavault-kerberos
Catalog: usr/share/openmediavault/locale/*/openmediavault-kerberos.po
Languages: de_de, es_es, ja_jp

source: Add Key from Key Server
de_de: Schlüssel von Schlüsselserver hinzufügen
es_es: Añadir key al servidor
ja_jp: キーサーバーからキーを追加

source: Admin Server
de_de: Administrator Server
es_es: Servidor de administración
ja_jp: 管理サーバー

source: Administration Password
de_de: Administrationspasswort
es_es: Contraseña de administración
ja_jp: 管理者パスワード

source: Administration Principal
de_de: Administrations Principal
es_es: Principal de administración
ja_jp: 管理プリンシパル

source: Create Principal
de_de: Principal erstellen
es_es: Crear Principal
ja_jp: プリンシパルの作成

source: Enable
de_de: Aktivieren
es_es: Habilitar
ja_jp: 有効化

source: Enable support for Kerberos and GSSAPI authentication for SSH.
de_de: Aktiviere Keberos und GSSAPI SSH Authentifizierung.
es_es: Habilitar soporte de autentificación Kerberos y GSSAPI para SSH.
ja_jp: SSHのためのケルベロスとGSSAPI認証を有効化します。

source: Enable support for Kerberos authentication for SMB/CIFS.
de_de: Aktiviere Kerberos SMB/CIFS Authentifizierung.
es_es: Habilitar soperte de autentificación kerberos para SMB/CIFS.
ja_jp: SMB/CIFSのためのケルベロスとGSSAPI認証を有効化します。

source: Enable support for Kerberos security for NFS shares. Note that this must still be enabled per share by adding the `sec=krb5`, `sec=krb5i`, or `sec=krb5p` options.
de_de: Aktiviere Kerberossicherheit bei NFS Freigaben. Achtung: Diese Einstellung muss weiterhin bei jeder Freigabe mit "sec=krb5", "sec=krb5i" oder "sec=krb5p" gesetzt werden.
es_es: Habilitar soperte de autentificación kerberos para compartidos NFS. Nota: debe habilitarse para cada compartido añadiendo la opción: `sec=krb5`, `sec=krb5i`, o `sec=krb5p
ja_jp: NFS共有のためのケルベロスセキュリティを有効化します。共有ごとに `sec=krb5`、`sec=krb5i`まはた`sec=krb5p`オプションを有効にする必要があることに注意してください。

source: Enable support for system-wide Kerberos authentication via PAM.
de_de: Aktiviere Systemweite Kerberos Authentifizierung via PAM.
es_es: Habilitar autentificación Kerberos via PAM.
ja_jp: PAMを介したシステム全体のケルベロス認証を有効にします。

source: Extra options
de_de: Erweiterte Optionen
es_es: Opciones
ja_jp: 追加オプション

source: FQDN in all caps. It should match a real domain that a DNS server (even if local) will resolve. Note that the actual domain does not have to be in all uppercase.
de_de: FQDN in Großbuchstaben. Es sollte einem realen Domainnamen entsprechen, damit ein DNS-Server (auch wenn dieser lokal ist) den Namen auflösen kann. Hinweis: Die eigentliche Domain muss nicht groß geschrieben werden.
es_es: FQDN debe ser en mayusculas obligatoriamente. Debe coincidir con un dominio real que un servidor DNS pueda resolver (incluso localmente). Atención: el dominio actual no tiene todos los caracteres en mayusculas.
ja_jp: FQDNはすべて大文字にしてください。これはDNSサーバー(あるいはローカル)が名前解決する実際のドメイン名と一致する必要があります。実際のドメインがすべて大文字である必要はないことに注意してください。

source: FQDN or IP address of the Kerberos Admin Server.
de_de: FQDN oder IP-Adresse des Kerberos Administration Servers.
es_es: FQND o IP del servidor de administración de Kerberos.
ja_jp: ケルベロス管理サーバーのFQDNまたはIPアドレス。

source: FQDN or IP address of the Kerberos Key Distribution Server.
de_de: FQDN oder IP-Adresse des Kerberos Schlüsselverteilungsservers.
es_es: FQND o IP del servidor de de distribución de llaves (keys) de Kerberos.
ja_jp: ケルベロス キー配信サーバーのFQDNまたはIPアドレス。

source: Failed to add desired key from KDC
de_de: Fehler beim Hinzufügen des gewünschten Schlüssels vom KDC
es_es: Falló el añadir la key desde KDC
ja_jp: KDCから目的のキーを追加できませんでした

source: Failed to create new key on KDC
de_de: Fehler beim Erstellen eines neuen Schlüssels am KDC
es_es: Falló el crear una nueva key en el KDC
ja_jp: KDCで新しい鍵の生成に失敗しました

source: Failed to remove key(s) from key tab
de_de: Fehler beim Löschen des/ der Schlüssel/s
es_es: Falló el eliminar las key(s) de la pestaña de llaves
ja_jp: キータブからキーを削除できませんでした

source: General settings
de_de: Allgemeine Einstellungen
es_es: Opciones
ja_jp: 一般設定

source: Integrations
de_de: Einbindungen
es_es: Integraciones
ja_jp: インテグレーション

source: Kerberos
ja_jp: ケルベロス

source: Key Tab
de_de: Tabulatortaste
es_es: Pestaña de llaves
ja_jp: キータブ

source: Logging
ja_jp: ロギング

source: New Principal
de_de: Neuer Principal
es_es: Nuevo principal
ja_jp: 新しいプリンシパル

source: New Principal Key
de_de: Neuer Principal Schlüssel
es_es: Nueva key principal
ja_jp: 新しいプリンシパルキー

source: Please check the <a href='http://linux.die.net/man/5/krb5.conf' target='_blank'>manual page</a> for more details.
de_de: Bitte ziehe die <a href='http://linux.die.net/man/5/krb5.conf' target='_blank'>Anleitung</a> für mehr Informationen zu Hilfe.
es_es: Por favor revise la página <a href='http://linux.die.net/man/5/krb5.conf' target='_blank'>del manual</a> para mas detalles.
ja_jp: より詳しい情報は <a href='http://linux.die.net/man/5/krb5.conf' target='_blank'>マニュアルページ</a>を確認してください。

source: Principal
ja_jp: プリンシパル

source: Realm
de_de: Bereich
ja_jp: レルム

source: Reload
de_de: Aktualisieren
es_es: Recargar
ja_jp: 再読み込み

source: Settings
de_de: Einstellungen
es_es: Opciones
ja_jp: 設定

source: Slot
de_de: Steckplatz
ja_jp: スロット

source: Target Principal
de_de: Ziel Principa
es_es: Objetivo principal
ja_jp: ターゲットプリンシパル

source: Use Random Key
de_de: Zufälligen Schlüssel verwenden
es_es: Usar key aleatoria
ja_jp: ランダムキーを使用

source: Version
ja_jp: バージョン

source: KDC
de_de: KDC (Key Distribution Center)
